
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>1.1 云服务器介绍 · ACE Notes</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        <meta name="author" content="Er Dong <erdong@mail.erdong.site>">
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-pageview-count/plugin.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-back-to-top-button/plugin.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="1.2-instance.html" />
    
    
    <link rel="prev" href="./" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    
    
        
        <li>
            <a href="https://erdong.site" target="_blank" class="custom-link">Erdong's Blog</a>
        </li>
    
    

    
    <li class="divider"></li>
    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    Introduction
            
                </a>
            

            
        </li>
    

    
        
        <li class="divider"></li>
        
        
    
        <li class="chapter " data-level="2.1" data-path="./">
            
                <a href="./">
            
                    
                    第一章  云服务器
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter active" data-level="2.1.1" data-path="1.1-ecs-introduction.html">
            
                <a href="1.1-ecs-introduction.html">
            
                    
                    1.1 云服务器介绍
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.1.2" data-path="1.2-instance.html">
            
                <a href="1.2-instance.html">
            
                    
                    1.2 实例
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.1.3" data-path="1.3-network.html">
            
                <a href="1.3-network.html">
            
                    
                    1.3 网络
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.1.4" data-path="1.4-region.html">
            
                <a href="1.4-region.html">
            
                    
                    1.4 地域和可用区
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.1.5" data-path="1.5-security-policy.html">
            
                <a href="1.5-security-policy.html">
            
                    
                    1.5 安全组
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.1.6" data-path="1.6-usage-management.html">
            
                <a href="1.6-usage-management.html">
            
                    
                    1.6 使用和管理
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.1.7" data-path="1.7-pricing.html">
            
                <a href="1.7-pricing.html">
            
                    
                    1.7 计费
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="2.2" data-path="../chapter02-autoscaling/">
            
                <a href="../chapter02-autoscaling/">
            
                    
                    第二章 弹性伸缩
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.3" data-path="../chapter03-slb/">
            
                <a href="../chapter03-slb/">
            
                    
                    第三章 负载均衡
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.4" data-path="../chapter04-oss/">
            
                <a href="../chapter04-oss/">
            
                    
                    第四章 对象存储
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.5" data-path="../chapter05-vpc/">
            
                <a href="../chapter05-vpc/">
            
                    
                    第五章 专有网络
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.6" data-path="../chapter06-cdn/">
            
                <a href="../chapter06-cdn/">
            
                    
                    第六章 内容分发网络
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.7" data-path="../chapter07-rds/">
            
                <a href="../chapter07-rds/">
            
                    
                    第七章 云数据库
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.8" data-path="../chapter08-/README.md">
            
                <span>
            
                    
                    第八章 基础安全
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >1.1 云服务器介绍</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x963F;&#x91CC;&#x4E91;-ecs">&#x963F;&#x91CC;&#x4E91; ECS</h1>
<p>&#x4E91;&#x670D;&#x52A1;&#x5668; Elastic Compute Service&#xFF08;ECS&#xFF09;&#x662F;&#x963F;&#x91CC;&#x4E91;&#x63D0;&#x4F9B;&#x7684;&#x6027;&#x80FD;&#x5353;&#x8D8A;&#x3001;&#x7A33;&#x5B9A;&#x53EF;&#x9760;&#x3001;&#x5F39;&#x6027;&#x6269;&#x5C55;&#x7684; IaaS &#x7EA7;&#x522B;&#x7684;&#x4E91;&#x8BA1;&#x7B97;&#x670D;&#x52A1;&#x3002;&#x60A8;&#x65E0;&#x9700;&#x63D0;&#x524D;&#x91C7;&#x8D2D;&#x786C;&#x4EF6;&#x8BBE;&#x5907;&#xFF0C;&#x800C;&#x662F;&#x6839;&#x636E;&#x4E1A;&#x52A1;&#x9700;&#x8981;&#xFF0C;&#x968F;&#x65F6;&#x521B;&#x5EFA;&#x6240;&#x9700;&#x6570;&#x91CF;&#x7684;&#x4E91;&#x670D;&#x52A1;&#x5668;ECS&#x5B9E;&#x4F8B;&#x3002;&#x5728;&#x4F7F;&#x7528;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x968F;&#x7740;&#x4E1A;&#x52A1;&#x7684;&#x6269;&#x5C55;&#xFF0C;&#x60A8;&#x53EF;&#x4EE5;&#x968F;&#x65F6;&#x6269;&#x5BB9;&#x78C1;&#x76D8;&#x3001;&#x589E;&#x52A0;&#x5E26;&#x5BBD;&#x3002;&#x5982;&#x679C;&#x4E0D;&#x518D;&#x9700;&#x8981;&#x4E91;&#x670D;&#x52A1;&#x5668;&#xFF0C;&#x4E5F;&#x80FD;&#x968F;&#x65F6;&#x91CA;&#x653E;&#x8D44;&#x6E90;&#xFF0C;&#x8282;&#x7701;&#x8D39;&#x7528;&#x3002;</p>
<h1 id="&#x4E91;&#x670D;&#x52A1;&#x5668;ecs&#x7684;&#x4F18;&#x52BF;">&#x4E91;&#x670D;&#x52A1;&#x5668;ECS&#x7684;&#x4F18;&#x52BF;</h1>
<ul>
<li>&#x9AD8;&#x53EF;&#x7528;&#x6027;</li>
</ul>
<p>&#x963F;&#x91CC;&#x4E91;&#x4F7F;&#x7528;&#x66F4;&#x4E25;&#x683C;&#x7684;IDC&#x6807;&#x51C6;&#x3001;&#x670D;&#x52A1;&#x5668;&#x51C6;&#x5165;&#x6807;&#x51C6;&#x4EE5;&#x53CA;&#x8FD0;&#x7EF4;&#x6807;&#x51C6;&#xFF0C;&#x4EE5;&#x4FDD;&#x8BC1;&#x4E91;&#x8BA1;&#x7B97;&#x6574;&#x4E2A;&#x57FA;&#x7840;&#x6846;&#x67B6;&#x7684;&#x9AD8;&#x53EF;&#x7528;&#x6027;&#x3001;&#x6570;&#x636E;&#x7684;&#x53EF;&#x9760;&#x6027;&#x4EE5;&#x53CA;&#x4E91;&#x670D;&#x52A1;&#x5668;&#x7684;&#x9AD8;&#x53EF;&#x7528;&#x6027;&#x3002;&#x4EE5;&#x53CA;&#x591A;&#x5730;&#x57DF;&#x6765;&#x5B9E;&#x73B0;&#x4E3B;&#x5907;&#x6216;&#x8005;&#x53CC;&#x6D3B;&#x670D;&#x52A1;</p>
<ul>
<li>&#x5B89;&#x5168;&#x6027;</li>
</ul>
<p>&#x963F;&#x91CC;&#x4E91;&#x8FD1;&#x671F;&#x901A;&#x8FC7;&#x4E86;&#x8BF8;&#x591A;&#x56FD;&#x9645;&#x5B89;&#x5168;&#x6807;&#x51C6;&#x8BA4;&#x8BC1;&#xFF0C;&#x5305;&#x62EC;ISO27001&#x3001;MTCS&#x7B49;&#xFF0C;&#x8FD9;&#x4E9B;&#x5B89;&#x5168;&#x5408;&#x89C4;&#x5BF9;&#x4E8E;&#x7528;&#x6237;&#x6570;&#x636E;&#x7684;&#x79C1;&#x5BC6;&#x6027;&#x3001;&#x7528;&#x6237;&#x4FE1;&#x606F;&#x7684;&#x79C1;&#x5BC6;&#x6027;&#x4EE5;&#x53CA;&#x7528;&#x6237;&#x9690;&#x79C1;&#x7684;&#x4FDD;&#x62A4;&#x90FD;&#x6709;&#x975E;&#x5E38;&#x4E25;&#x683C;&#x7684;&#x8981;&#x6C42;&#x3002;&#x63A8;&#x8350;&#x60A8;&#x4F7F;&#x7528; &#x963F;&#x91CC;&#x4E91;&#x4E13;&#x6709;&#x7F51;&#x7EDC;&#x3002;</p>
<ul>
<li><p>&#x5F39;&#x6027;</p>
<ul>
<li>&#x8BA1;&#x7B97;&#x5F39;&#x6027;&#xFF1A;&#x7EB5;&#x5411;&#x7684;&#x5F39;&#x6027;&#xFF0C;&#x5373;&#x5355;&#x4E2A;&#x670D;&#x52A1;&#x5668;&#x7684;&#x914D;&#x7F6E;&#x53D8;&#x66F4;&#xFF1B;&#x6A2A;&#x5411;&#x7684;&#x5F39;&#x6027;&#xFF0C;&#x670D;&#x52A1;&#x5668;&#x6570;&#x91CF;&#x7684;&#x53D8;&#x5316;&#x3002;</li>
<li>&#x5B58;&#x50A8;&#x5F39;&#x6027;&#xFF1A;&#x63D0;&#x4F9B;&#x6D77;&#x91CF;&#x7684;&#x5B58;&#x50A8;&#xFF0C;&#x60A8;&#x53EF;&#x4EE5;&#x6309;&#x9700;&#x8D2D;&#x4E70;&#xFF0C;&#x4E3A;&#x5B58;&#x50A8;&#x63D0;&#x4F9B;&#x6700;&#x5927;&#x4FDD;&#x969C;&#x3002;</li>
<li>&#x7F51;&#x7EDC;&#x5F39;&#x6027;&#xFF1A;&#x4E3B;&#x8981;&#x4F53;&#x73B0;&#x5728;&#x6570;&#x91CF;&#x3001;&#x914D;&#x7F6E;&#x7684;&#x7075;&#x6D3B;&#x6027;&#x3002;</li>
</ul>
</li>
<li><p>&#x65E0;&#x9700;&#x81EA;&#x5EFA;&#x673A;&#x623F;&#xFF0C;&#x65E0;&#x9521;&#x91C7;&#x8D2D;&#x4EE5;&#x53CA;&#x914D;&#x7F6E;&#x786C;&#x4EF6;&#x8BBE;&#x65BD;</p>
</li>
<li>&#x5206;&#x949F;&#x7EA7;&#x4EA4;&#x4ED8;&#xFF0C;&#x5FEB;&#x901F;&#x90E8;&#x7F72;&#xFF0C;&#x7F29;&#x77ED;&#x5E94;&#x7528;&#x4E0A;&#x7EBF;&#x5468;&#x671F;</li>
<li>&#x6210;&#x672C;&#x900F;&#x660E;&#xFF0C;&#x6309;&#x9700;&#x4F7F;&#x7528;</li>
<li>&#x63D0;&#x4F9B; GPU &#x548C; FPGA &#x7B49;&#x5F02;&#x6784;&#x8BA1;&#x7B97;&#x670D;&#x52A1;&#x5668;&#x3001;&#x5F39;&#x6027;&#x88F8;&#x91D1;&#x5C5E;&#x670D;&#x52A1;&#x5668;&#x4EE5;&#x53CA;&#x901A;&#x7528; X64 &#x670D;&#x52A1;&#x53BB;</li>
<li>&#x652F;&#x6301;&#x901A;&#x8FC7;&#x5185;&#x7F51;&#x8BBF;&#x95EE;&#x5176;&#x4ED6;&#x963F;&#x91CC;&#x4E91;&#x670D;&#x52A1;&#xFF0C;&#x5F62;&#x6210;&#x4E30;&#x5BCC;&#x7684;&#x884C;&#x4E1A;&#x89E3;&#x51B3;&#x65B9;&#x6848;</li>
<li>&#x63D0;&#x4F9B;&#x865A;&#x62DF;&#x9632;&#x706B;&#x5899;&#x3001;&#x89D2;&#x8272;&#x6743;&#x9650;&#x63A7;&#x5236;&#x3001;&#x5185;&#x7F51;&#x9694;&#x79BB;&#x3001;&#x9632;&#x75C5;&#x6BD2;&#x653B;&#x51FB;&#x4EE5;&#x53CA;&#x6D41;&#x91CF;&#x76D1;&#x63A7;</li>
<li>&#x63D0;&#x4F9B;&#x6027;&#x80FD;&#x76D1;&#x63A7;&#x6846;&#x67B6;&#x548C;&#x4E3B;&#x52A8;&#x8FD0;&#x7EF4;&#x4F53;&#x7CFB;</li>
<li>&#x63D0;&#x4F9B;&#x884C;&#x4E1A;&#x901A;&#x7528;&#x6807;&#x51C6; API&#xFF0C;&#x63D0;&#x4F9B;&#x6613;&#x7528;&#x6027;&#x548C;&#x9002;&#x7528;&#x6027;&#x3002;</li>
</ul>
<h1 id="&#x5E94;&#x7528;&#x573A;&#x666F;">&#x5E94;&#x7528;&#x573A;&#x666F;</h1>
<ul>
<li>&#x4F01;&#x4E1A;&#x5B98;&#x7F51;&#x6216;&#x8F7B;&#x91CF;&#x7684; Web &#x5E94;&#x7528;</li>
<li>&#x591A;&#x5A92;&#x4F53;&#x4EE5;&#x53CA;&#x9AD8;&#x5E76;&#x53D1;&#x5E94;&#x7528;&#x6216;&#x7F51;&#x7AD9;</li>
<li>&#x9AD8; I/O &#x6570;&#x636E;&#x5E93;</li>
<li>&#x8BBF;&#x95EE;&#x91CF;&#x6CE2;&#x52A8;&#x5267;&#x70C8;&#x7684;&#x5E94;&#x7528;&#x6216;&#x7F51;&#x7AD9;</li>
</ul>
<h1 id="&#x4E91;&#x670D;&#x52A1;-ecs-&#x7684;&#x7EC4;&#x4EF6;">&#x4E91;&#x670D;&#x52A1; ECS &#x7684;&#x7EC4;&#x4EF6;</h1>
<ul>
<li>&#x5B9E;&#x4F8B;&#xFF1A;&#x4E00;&#x53F0;&#x865A;&#x62DF;&#x670D;&#x52A1;&#x5668;&#xFF0C;&#x5305;&#x542B; CPU&#x3001;&#x5185;&#x5B58;&#x3001;&#x7F51;&#x7EDC;&#x914D;&#x7F6E;&#x3001;&#x78C1;&#x76D8;&#x3001;&#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;&#x7B49;&#x57FA;&#x7840;&#x7684;&#x8BA1;&#x7B97;&#x673A;&#x7EC4;&#x4EF6;&#x3002;&#x5B9E;&#x4F8B;&#x7684;&#x8BA1;&#x7B97;&#x6027;&#x80FD;&#x3001;&#x5185;&#x5B58;&#x6027;&#x80FD;&#x548C;&#x9002;&#x7528;&#x4E1A;&#x52A1;&#x573A;&#x666F;&#x7531;&#x5B9E;&#x4F8B;&#x89C4;&#x683C;&#x51B3;&#x5B9A;&#x3002;</li>
<li>&#x955C;&#x50CF;&#xFF1A;&#x63D0;&#x4F9B;&#x5B9E;&#x4F8B;&#x7684;&#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;&#x3001;&#x521D;&#x59CB;&#x5316;&#x5E94;&#x7528;&#x6570;&#x636E;&#x4EE5;&#x53CA;&#x9884;&#x88C5;&#x8F6F;&#x4EF6;&#x3002;</li>
<li>&#x5757;&#x5B58;&#x50A8;&#xFF1A;&#x5757;&#x8BBE;&#x5907;&#x7C7B;&#x578B;&#x4EA7;&#x54C1;&#xFF0C;&#x5177;&#x5907;&#x9AD8;&#x6027;&#x80FD;&#x548C;&#x4F4E;&#x65F6;&#x5EF6;&#x7684;&#x7279;&#x6027;&#x3002;&#x63D0;&#x4F9B;&#x57FA;&#x4E8E;&#x5206;&#x5E03;&#x5F0F;&#x5B58;&#x50A8;&#x67B6;&#x6784;&#x7684;&#x4E91;&#x76D8;&#x3001;&#x5171;&#x4EAB;&#x5757;&#x5B58;&#x50A8;&#x4EE5;&#x53CA;&#x57FA;&#x4E8E;&#x7269;&#x7406;&#x673A;&#x672C;&#x5730;&#x5B58;&#x50A8;&#x7684;&#x672C;&#x5730;&#x76D8;&#x3002;</li>
<li>&#x5FEB;&#x7167;&#xFF1A;&#x67D0;&#x4E00;&#x65F6;&#x95F4;&#x70B9;&#x4E00;&#x5757;&#x4E91;&#x76D8;&#x6216;&#x5171;&#x4EAB;&#x5757;&#x5B58;&#x50A8;&#x7684;&#x6570;&#x636E;&#x72B6;&#x6001;&#x6587;&#x4EF6;&#x3002;&#x5E38;&#x7528;&#x4E8E;&#x6570;&#x636E;&#x5907;&#x4EFD;&#x3001;&#x6570;&#x636E;&#x6062;&#x590D;&#x548C;&#x5236;&#x4F5C;&#x81EA;&#x5B9A;&#x4E49;&#x955C;&#x50CF;&#x7B49;&#x3002;</li>
<li>&#x5B89;&#x5168;&#x7EC4;&#xFF1A;&#x7531;&#x7EDF;&#x4E00;&#x5730;&#x57DF;&#x5185;&#x5177;&#x6709;&#x76F8;&#x540C;&#x4FDD;&#x62A4;&#x9700;&#x6C42;&#x5E76;&#x4E14;&#x76F8;&#x4E92;&#x4FE1;&#x4EFB;&#x7684;&#x5B9E;&#x4F8B;&#x7EC4;&#x6210;&#xFF0C;&#x662F;&#x4E00;&#x79CD;&#x865A;&#x62DF;&#x9632;&#x706B;&#x5899;&#x3002;&#x7528;&#x4E8E;&#x8BBE;&#x7F6E;&#x5B9E;&#x4F8B;&#x7684;&#x7F51;&#x7EDC;&#x8BBF;&#x95EE;&#x63A7;&#x5236;&#x3002;</li>
<li>&#x7F51;&#x7EDC;&#xFF1A;&#x4E13;&#x6709;&#x7F51;&#x7EDC;&#xFF0C;&#x903B;&#x8F91;&#x4E0A;&#x5F7B;&#x5E95;&#x9694;&#x79BB;&#x7684;&#x4E91;&#x4E0A;&#x79C1;&#x6709;&#x7F51;&#x7EDC;&#xFF0C;&#x53EF;&#x4EE5;&#x81EA;&#x884C;&#x5206;&#x914D;&#x79C1;&#x7F51; IP &#x5730;&#x5740;&#x8303;&#x56F4;&#x3001;&#x914D;&#x7F6E;&#x8DEF;&#x7531;&#x8868;&#x548C;&#x7F51;&#x5173;&#x7B49;&#xFF1B;&#x7ECF;&#x5178;&#x7F51;&#x7EDC;&#xFF0C;&#x4E0A;&#x4E00;&#x4EE3;&#x7684;&#x7F51;&#x7EDC;&#x5F62;&#x5F0F;&#xFF0C;&#xFF0C;&#x76EE;&#x524D;&#x5DF2;&#x7ECF;&#x6CA1;&#x6709;&#x8BE5;&#x7F51;&#x7EDC;&#x53EF;&#x4EE5;&#x7533;&#x8BF7;&#x4E86;&#xFF0C;&#x6240;&#x6709;&#x7684;&#x7ECF;&#x5178;&#x7F51;&#x7EDC;&#x7C7B;&#x578B;&#x5B9E;&#x4F8B;&#x90FD;&#x5EFA;&#x7ACB;&#x5728;&#x4E00;&#x4E2A;&#x5171;&#x7528;&#x7684;&#x57FA;&#x7840;&#x7F51;&#x7EDC;&#x4E0A;&#xFF0C;&#x7531;&#x963F;&#x91CC;&#x4E91;&#x7EDF;&#x4E00;&#x89C4;&#x5212;&#x548C;&#x7BA1;&#x7406;&#x7F51;&#x7EDC;&#x914D;&#x7F6E;&#x3002;</li>
</ul>
<h1 id="&#x5B9E;&#x4F8B;&#x89C4;&#x683C;&#x7C07;">&#x5B9E;&#x4F8B;&#x89C4;&#x683C;&#x7C07;</h1>
<p>&#x5B9E;&#x4F8B;&#x662F;&#x80FD;&#x591F;&#x4E3A;&#x60A8;&#x7684;&#x4E1A;&#x52A1;&#x63D0;&#x4F9B;&#x8BA1;&#x7B97;&#x670D;&#x52A1;&#x7684;&#x6700;&#x5C0F;&#x5355;&#x4F4D;&#xFF0C;&#x5B83;&#x662F;&#x4EE5;&#x4E00;&#x5B9A;&#x7684;&#x89C4;&#x683C;&#x6765;&#x4E3A;&#x60A8;&#x63D0;&#x4F9B;&#x76F8;&#x5E94;&#x7684;&#x8BA1;&#x7B97;&#x80FD;&#x529B;&#x7684;&#x3002;</p>
<p>&#x6839;&#x636E;&#x4E1A;&#x52A1;&#x573A;&#x666F;&#x548C;&#x4F7F;&#x7528;&#x573A;&#x666F;&#xFF0C;ECS&#x5B9E;&#x4F8B;&#x53EF;&#x4EE5;&#x5206;&#x4E3A;&#x591A;&#x79CD;&#x89C4;&#x683C;&#x65CF;&#x3002;&#x540C;&#x4E00;&#x4E2A;&#x89C4;&#x683C;&#x65CF;&#x91CC;&#xFF0C;&#x6839;&#x636E;CPU&#x548C;&#x5185;&#x5B58;&#x7684;&#x914D;&#x7F6E;&#xFF0C;&#x53EF;&#x4EE5;&#x5206;&#x4E3A;&#x591A;&#x79CD;&#x4E0D;&#x540C;&#x7684;&#x89C4;&#x683C;&#x3002; ECS&#x5B9E;&#x4F8B;&#x89C4;&#x683C;&#x5B9A;&#x4E49;&#x4E86;&#x5B9E;&#x4F8B;&#x7684;CPU&#x548C;&#x5185;&#x5B58;&#xFF08;&#x5305;&#x62EC;CPU&#x578B;&#x53F7;&#x3001;&#x4E3B;&#x9891;&#x7B49;&#xFF09;&#x8FD9;&#x4E24;&#x4E2A;&#x57FA;&#x672C;&#x5C5E;&#x6027;&#x3002;&#x4F46;&#x662F;&#xFF0C;ECS&#x5B9E;&#x4F8B;&#x53EA;&#x6709;&#x540C;&#x65F6;&#x914D;&#x5408;&#x5757;&#x5B58;&#x50A8;&#x3001;&#x955C;&#x50CF;&#x548C;&#x7F51;&#x7EDC;&#x7C7B;&#x578B;&#xFF0C;&#x624D;&#x80FD;&#x552F;&#x4E00;&#x786E;&#x5B9A;&#x4E00;&#x53F0;&#x5B9E;&#x4F8B;&#x7684;&#x5177;&#x4F53;&#x670D;&#x52A1;&#x5F62;&#x6001;&#x3002;</p>
<ul>
<li>&#x8BF4;&#x660E; &#x5404;&#x4E2A;&#x5730;&#x57DF;&#x53EF;&#x4F9B;&#x552E;&#x5356;&#x7684;&#x5B9E;&#x4F8B;&#x89C4;&#x683C;&#x4E0D;&#x4E00;&#x5B9A;&#x5B8C;&#x5168;&#x76F8;&#x540C;&#x3002;</li>
</ul>
<p>&#x6839;&#x636E;&#x662F;&#x5426;&#x9002;&#x5408;&#x5BF9;&#x4E1A;&#x52A1;&#x7A33;&#x5B9A;&#x6027;&#x5177;&#x6709;&#x9AD8;&#x8981;&#x6C42;&#x7684;&#x4F01;&#x4E1A;&#x573A;&#x666F;&#xFF0C;&#x4E91;&#x670D;&#x52A1;&#x5668;ECS&#x5B9E;&#x4F8B;&#x89C4;&#x683C;&#x65CF;&#x53EF;&#x5206;&#x4E3A;&#x4F01;&#x4E1A;&#x7EA7;&#x5B9E;&#x4F8B;&#x89C4;&#x683C;&#x65CF;&#x548C;&#x5165;&#x95E8;&#x7EA7;&#x5B9E;&#x4F8B;&#x89C4;&#x683C;&#x65CF;&#x3002;&#x4F01;&#x4E1A;&#x7EA7;&#x5B9E;&#x4F8B;&#x5177;&#x6709;&#x6027;&#x80FD;&#x7A33;&#x5B9A;&#x4E14;&#x8D44;&#x6E90;&#x72EC;&#x4EAB;&#x7684;&#x7279;&#x70B9;&#xFF0C;&#x5728;&#x4F01;&#x4E1A;&#x7EA7;&#x5B9E;&#x4F8B;&#x4E2D;&#xFF0C;&#x6BCF;&#x4E00;&#x4E2A;vCPU&#x90FD;&#x5BF9;&#x5E94;&#x4E00;&#x4E2A;Intel Xeon&#x5904;&#x7406;&#x5668;&#x6838;&#x5FC3;&#x7684;&#x8D85;&#x7EBF;&#x7A0B;&#x3002;</p>
<p>&#x6839;&#x636E;&#x7CFB;&#x7EDF;&#x67B6;&#x6784;&#x4EE5;&#x53CA;&#x4F7F;&#x7528;&#x573A;&#x666F;&#xFF0C;ECS&#x5B9E;&#x4F8B;&#x89C4;&#x683C;&#x65CF;&#x53EF;&#x4EE5;&#x5206;&#x4E3A;&#xFF1A;</p>
<ul>
<li><p>&#x4F01;&#x4E1A;&#x7EA7;x86&#x8BA1;&#x7B97;&#x89C4;&#x683C;&#x65CF;&#x7FA4;</p>
</li>
<li><p>&#x4F01;&#x4E1A;&#x7EA7;&#x5F02;&#x6784;&#x8BA1;&#x7B97;&#x89C4;&#x683C;&#x65CF;&#x7FA4;</p>
</li>
<li><p>&#x5F39;&#x6027;&#x88F8;&#x91D1;&#x5C5E;&#x670D;&#x52A1;&#x5668;&#xFF08;&#x795E;&#x9F99;&#xFF09;</p>
</li>
<li><p>&#x8D85;&#x7EA7;&#x8BA1;&#x7B97;&#x96C6;&#x7FA4;&#xFF08;SCC&#xFF09;&#x5B9E;&#x4F8B;&#x89C4;&#x683C;&#x65CF;&#x7FA4;</p>
</li>
<li><p>&#x5165;&#x95E8;&#x7EA7;x86&#x8BA1;&#x7B97;&#x89C4;&#x683C;&#x65CF;&#x7FA4;</p>
</li>
</ul>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="./" class="navigation navigation-prev " aria-label="Previous page: 第一章  云服务器">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="1.2-instance.html" class="navigation navigation-next " aria-label="Next page: 1.2 实例">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"1.1 云服务器介绍","level":"2.1.1","depth":2,"next":{"title":"1.2 实例","level":"2.1.2","depth":2,"path":"chapter01-ecs/1.2-instance.md","ref":"chapter01-ecs/1.2-instance.md","articles":[]},"previous":{"title":"第一章  云服务器","level":"2.1","depth":1,"path":"chapter01-ecs/README.md","ref":"chapter01-ecs/README.md","articles":[{"title":"1.1 云服务器介绍","level":"2.1.1","depth":2,"path":"chapter01-ecs/1.1-ecs-introduction.md","ref":"chapter01-ecs/1.1-ecs-introduction.md","articles":[]},{"title":"1.2 实例","level":"2.1.2","depth":2,"path":"chapter01-ecs/1.2-instance.md","ref":"chapter01-ecs/1.2-instance.md","articles":[]},{"title":"1.3 网络","level":"2.1.3","depth":2,"path":"chapter01-ecs/1.3-network.md","ref":"chapter01-ecs/1.3-network.md","articles":[]},{"title":"1.4 地域和可用区","level":"2.1.4","depth":2,"path":"chapter01-ecs/1.4-region.md","ref":"chapter01-ecs/1.4-region.md","articles":[]},{"title":"1.5 安全组","level":"2.1.5","depth":2,"path":"chapter01-ecs/1.5-security-policy.md","ref":"chapter01-ecs/1.5-security-policy.md","articles":[]},{"title":"1.6 使用和管理","level":"2.1.6","depth":2,"path":"chapter01-ecs/1.6-usage-management.md","ref":"chapter01-ecs/1.6-usage-management.md","articles":[]},{"title":"1.7 计费","level":"2.1.7","depth":2,"path":"chapter01-ecs/1.7-pricing.md","ref":"chapter01-ecs/1.7-pricing.md","articles":[]}]},"dir":"ltr"},"config":{"plugins":["pageview-count","back-to-top-button"],"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"pluginsConfig":{"pageview-count":{},"back-to-top-button":{},"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"theme":"default","author":"Er Dong <erdong@mail.erdong.site>","pdf":{"pageBreaksBefore":"/","headerTemplate":null,"paperSize":"a4","margin":{"right":62,"left":62,"top":36,"bottom":36},"fontSize":12,"fontFamily":"Arial","footerTemplate":null,"chapterMark":"pagebreak","pageNumbers":false},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"title":"ACE Notes","links":{"sharing":{"all":null,"facebook":null,"google":null,"twitter":null,"weibo":null},"sidebar":{"Erdong's Blog":"https://erdong.site"}},"gitbook":"*","description":"This is a note of ACE","extension":null},"file":{"path":"chapter01-ecs/1.1-ecs-introduction.md","mtime":"2020-11-08T15:45:28.997Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2020-11-08T15:45:45.730Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-pageview-count/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-back-to-top-button/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

